Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེའི་འོག་ཏུ་པདྨའི་མཚོ་མེ་ཏོག་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཁྱབ་པ་ན་ཀླུའི་རྒྱལ་པོ་གཉིས་རོ་སྟོད་ཆུའི་ནང་ནས་བྱུང་བ། པདྨའི་སྡོང་བུ་ལ་ལག་པས་འཛིན་པའོ། །
en: Below Noble Mañjuśrī, there is a lotus lake dotted with many different species of lotus, where two nāga kings, their bodies submerged, hold lotus stalks in their hands. {28.36}

source: འཕགས་པ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱོགས་གཅིག་ཏུ་བྲི་བར་བྱ་སྟེ། ལོག་འདྲེན་གྱི་བགེགས་འཇིགས་པར་བྱེད་པ། མེ་འབར་བར་མངོན་པར་འབྱིན་པ། སྤྱན་ཁྲོ་གཉེར་ཅན་དུ་བྱས་པ།
en: “Noble Aparājitā, to one side, is destroying vināyakas and obstructers. Her mouth is blazing with fire and her brow is knitted.

source: ཕྱོགས་གཞན་དུ་རི་ཁྲོད་མ་ལོ་མ་གྱོན་པ། ཞགས་པ་དང་དགྲ་སྟ་ལག་ན་ཐོགས་པ། ཁ་དོག་ནག་པ། མིག་དམར་བ།
en: On the other side there is Noble Parṇaśavarī. She is dark, with red eyes, and she holds a noose and an axe in her hands.

source: རྨ་བྱའི་རྒྱབ་ཏུ་ཞོན་པ། སྒྲུབ་པ་པོ་ལ་སྲུང་བར་བྱེད་པ་བྲི་བར་བྱའོ། །
en: Mounted upon a peacock, she is the practitioner’s protectress.

source: སྒྲུབ་པ་པོ་ཡང་པདྨའི་ཕྲེང་བ་ལག་ན་ཐོགས་ཤིང་། བཅོམ་ལྡན་འདས་འཇམ་དཔལ་གྱི་ཞལ་ལ་རྣམ་པར་བལྟ་བར་བྱའོ། །
en: The practitioner, for his part, should be painted holding a garland of lotuses in his hands and looking at the face of Noble Mañjuśrī.

source: སྟེང་དུ་ནི་རྔ་ཡབ་དང་མེ་ཏོག་གི་ཕྲེང་བ་དང་རྔ་འཛིན་པའི་ལྷའི་བུ་རྣམས་བྲི་བར་བྱའོ། །
en: Above Noble Mañjuśrī two gods should be painted, holding in their hands yak-tail whisks, flower garlands, and drums. {28.37}

source: རས་རིས་དེ་ནུབ་ཏུ་བསྟན་ཏེ་བཞག་ལ་སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་གྱི་མདུན་དུ་བཟླས་པ་བྱེ་བ་བྱའོ། །
en: “One should install this painting facing west in a caitya containing relics and recite the mantra ten million times.

source: བཟླས་པའི་མཐའ་མར་མེའི་མཆོད་པ་ཆེན་པོ་བྱ་ཞིང་། བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་མ་བཀླགས་ལ་བཟླས་པ་སྟོང་ཕྲག་བཅུ་འཇམ་དཔལ་གཞོན་ནུའི་ཞལ་ལ་ལྟ་ཞིང་བཟླས་པ་བྱའོ། །
en: At the end of the recitation, one should offer a large pūjā, have the Prajñāpāramitā read aloud, and recite the mantra ten thousand times while looking at Mañjuśrī’s face.

source: དེ་ནས་རས་རིས་འགུལ་བར་གྱུར་ན་རྒྱལ་སྲིད་ཐོབ་པར་འགྱུར་རོ། །
en: The painting will subsequently shake.

source: ལྷའི་མིག་ཐོབ་ཅིང་རིག་པ་འཛིན་པར་འགྱུར་རོ། །
en: One will obtain a kingdom and the divine eye. One will become a vidyādhara

source: འཁོར་ལོས་སྒྱུར་བ་ཆེན་པོར་ཡང་འགྱུར་རོ། །
en: and will laugh, will become a wheel turner, and will teach.

source: བཟླས་ཤིང་བཟླས་ན་བྱང་ཆུབ་སེམས་དཔའི་ས་དང་པོ་ཐོབ་པར་འགྱུར་རོ། །
en: One will attain the first bodhisattva level and will listen to Mañjuśrī’s Dharma teachings. {28.38}

source: རས་རིས་དེ་ཉིད་ཀྱི་མདུན་དུ་བ་སེར་མོ་བེའུ་ཡོད་པའི་མར་ཁུ་བླངས་ལ་ཟངས་མའི་སྣོད་དུ་བཞག་ནས་ཇི་སྲིད་དུ་དྲོ་བར་འགྱུར་བ་དང་དུ་བ་འཐུལ་བར་འགྱུར་བ་དང་རབ་ཏུ་འབར་བར་འགྱུར་བ་དེ་སྲིད་དུ་བཟླས་པ་བྱས་ན
en: “One should, in front of the same painting, obtain ghee from a tawny cow that has given birth to a calf of the same color, place it in a copper bowl, and recite the mantra until the ghee becomes hot, then emits smoke, and then bursts into flames.

source: དྲོ་བར་གྱུར་པ་ན་འཐུངས་ན་ནི་མཆོག་ཏུ་ཡིད་གཞུངས་པ་དང་ཐོས་པ་འཛིན་པར་འགྱུར་རོ། །
en: If one drinks it when it becomes hot, one will become supremely intelligent with the power to remember [everything heard];

source: དུ་བ་འཐུལ་བ་ན་འཐུངས་ན་ནི་མི་སྣང་བར་འགྱུར་རོ། །
en: if one drinks it when it emits smoke, one will become invisible;

source: རབ་ཏུ་འབར་བ་ན་འཐུངས་ན་ནི་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: if one drinks it when it bursts into flames, one will be able to walk on air.

source: ཁམ་ཕོར་སོ་མ་བཏང་བ་ཁ་སྦྱར་ལ་ཤུ་དག་སྣ་མའི་མེ་ཏོག་གིས་དཀྲིས་པ་བཞག་ལ། ཇི་སྲིད་མྱུ་གུ་འབྱུང་བ་དེའི་བར་དུ་བཟླས་བརྗོད་བྱ་སྟེ་
en: One should place the ghee inside a bowl of unbaked clay with a lid, wrap the bowl in sweet flag and royal jasmine flowers, and recite the mantra until sprouts appear.

source: དེ་ཟོས་ན་ཐོས་པ་འཛིན་པར་འགྱུར་རོ། །
en: If one eats the sprouts, one will be able to retain in one’s memory [everything heard].

source: བཟླས་བརྗོད་གཞན་བྱེ་བ་བྱས་ན་འཇམ་དཔལ་མངོན་སུམ་དུ་མཐོང་ཞིང་ཆོས་སྟོན་པ་ཡང་ཐོས་ལ་དེ་ལ་དད་པར་ཡང་འགྱུར་རོ། །
en: If one recites the mantra another ten million times, one will behold Mañjuśrī in person, hear his Dharma teachings, and have faith in them. {28.39}

source: གསེར་གྱི་པདྨ་འདབ་མ་བརྒྱར་བྱ་སྟེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: “One should make a hundred-petaled lotus out of gold, place one’s right knee on the ground,

source: ཇི་སྲིད་འབར་གྱི་བར་དུ་བཟླས་པ་བྱས་ན་དེ་བླངས་པ་ཙམ་གྱིས་རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །
en: and recite the mantra until the lotus emits flames. Through merely holding it, one will become the monarch of the vidyādharas,

source: གཞན་གྱིས་མི་ཐུབ་པར་འགྱུར་རོ། །
en: unassailable by others.

source: ལྡོང་རོས་སམ་བ་བླའམ་ལིག་བུ་མིག་གམ་བིལ་བའི་ལོ་མ་ཆུ་ལ་བཅུག་སྟེ་ཇི་སྲིད་ཁུ་ལ་ཁུ་ལ་ཞེས་བྱ་བའི་སྒྲ་བྱེད་པ་དེ་སྲིད་དུ་བཟླས་ན།
en: One should put some red arsenic, yellow orpiment, or collyrium in a box make of śrīparṇī wood and recite the mantra until the substance makes a crackling sound.

source: དེ་བླངས་པ་ཙམ་གྱིས་ས་ལ་སྤྱོད་པའི་སྲིན་པོ་དང་ཤ་ཟ་རྣམས་ཀྱི་བདག་པོ་དང་མི་སྣང་བར་འགྱུར་རོ། །
en: Through merely holding it, one will become an invincible master of the rākṣasas and piśācas who roam the earth. {28.40}

source: མཚན་ཉིད་དང་ལྡན་པ་རྨ་མེད་ཅིང་མ་འདྲེས་པའི་རལ་གྲི་བླངས་ལ་ཇི་སྲིད་སྦྲུལ་གྱི་གདེངས་ཀ་བཞིན་དུ་བྱས་ཏེ།
en: “One should take an undamaged sword with all the characteristics of good quality and recite the mantra until the sword acquires a hood like a snake.

source: འདུག་པ་དེ་སྲིད་དུ་བཟླས་པ་བྱས་ལ་དེ་ནས་དེ་བླངས་ན་རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །བསྐལ་པར་ཚེ་གནས་པ་དང་གཞན་གྱིས་མི་ཐུབ་པར་འགྱུར་རོ། །
en: By holding the sword, one will become an unassailable emperor of vidyādharas and live for an eon.

source: ལྡོས་རོས་ལྕགས་གསུམ་གྱིས་དཀྲི་བ་བྱས་ཏེ་ཁར་བཅུག་ལ་ཇི་སྲིད་ཙུ་ལུ་ཙུ་ལུའི་སྒྲ་བྱུང་བ་དེ་སྲིད་དུ་བཟླས་པ་བྱས་ན་ཐུབ་པ་མེད་པར་འགྱུར་རོ། །
en: One should wrap some red arsenic in the three metals, place it in one’s mouth, and recite the mantra until it makes a gurgling sound. One will become an invisible sword bearer.

source: རིགས་ཐམས་ཅད་དབང་དུ་བྱེད་དེ་འདོད་པ་དབང་དུ་བྱེད་པ་ནི་མ་གཏོགས་སོ། །
en: Unseen, one will be able to pursue all kinds of virtuous quests, except for the hedonistic ones.

source: ཤིང་ཤ་མི་ལས་སྐྱེས་པའི་ཤིང་ཨ་ཤྭཏྠའི་སྙིང་པོ་བླངས་ལ། ལྕགས་གསུམ་གྱིས་དཀྲི་བ་བྱས་ནས་ཁར་རབ་ཏུ་བཅུག་ན་ཇི་སྲིད་ཙུ་ལུ་ཙུ་ལུའི་སྒྲ་འབྱུང་བ་དེ་སྲིད་དུ་བཟླས་པ་བྱས་ན་
en: One should obtain some pith from a bodhi tree that grows on a śamī tree, wrap it in the three metals, place it in the mouth, and recite the mantra until it makes a gurgling sound.

source: མི་སྣང་བར་འགྱུར་རོ། །
en: One will become invincible

source: ལོ་སྟོང་དུ་འཚོ་བར་འགྱུར་རོ། །
en: and will live one thousand years. {28.41}

source: དངུལ་གྱི་འཁོར་ལོ་བྱས་ཏེ་ལྷ་མ་ཡིན་གྱི་ཁུང་བུའི་སྒོར་བཞག་ལ། ཇི་སྲིད་དུ་འཁོར་ལོས་ལྷ་མ་ཡིན་གྱི་འཁྲུལ་འཁོར་བཅད་ནས་རབ་ཏུ་འཇུག་པ་དེའི་བར་དུ་བཟླས་པ་བྱས་ན་
en: “One should place a silver wheel in front of an asura opening and recite the mantra until the wheel has breached the [locking] devices set by the asuras and enters there.

source: དེའི་མོད་ལ་ལྷ་མ་ཡིན་གྱི་ན་ཆུང་རྣམས་བྱུང་ནས
en: At that very moment, asura girls will emerge.

source: དེ་དང་ལྷན་ཅིག་རབ་ཏུ་ཞུགས་ནས་བསྐལ་པར་གནས་པར་འགྱུར་རོ། །
en: If one enters their place with them, one will live one eon.

source: ལྕགས་ལས་བྱས་པའི་མདུང་རྩེ་གསུམ་བྱས་ཏེ། ཁུང་བུ་དེ་དག་གི་སྒོར་བཟླས་པ་བྱེད་ན།
en: One should place an iron trident at the opening of that passage and recite the mantra there.

source: དེར་འཁྲུལ་འཁོར་ཐམས་ཅད་འཇིག་པར་འགྱུར་ཞིང་།
en: All the locking devices in there will break up.

source: ཇི་སྙེད་སྒྲུབ་པའི་གྲོགས་མཆོག་དང་ལྷན་ཅིག་འདོད་པ་དེ་སྙེད་དང་ལྷན་ཅིག་རབ་ཏུ་འཇུག་ཅིང་བསྐལ་པར་གནས་པར་འགྱུར་རོ། །
en: One will be able to enter with the girls that one desires and live there for one eon.

source: བྱམས་པ་ཡང་བཞུགས་ཤིང་དེ་མཐོང་བར་ཡང་འགྱུར་རོ། །
en: One will behold Blessed Maitreya.”

source: རས་རིས་ཀྱི་ཆོ་ག་ལྔ་པའོ།། །།
en: This concludes the fifth group of rites that rely on the painting procedure. {28.42}

source: ཤིང་ཨརྐ་དཀར་པོ་ལས་མཐེ་བོ་ཙམ་གྱི་བཅོམ་ལྡན་འདས་འཇམ་དཔལ་བྱས་ལ།
en: “One should commission [a figurine of] Noble Mañjuśrī, the size of a thumb, made from the white crown flower plant.

source: ཤིང་ཨརྐའི་མེ་ཏོག་འབུམ་ཕུལ་ན་བློན་པོ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །
en: If one offers to it one hundred thousand flowers of the crown flower plant, one will obtain a vassal kingdom.

source: ཤིང་ཀ་ར་བཱི་ར་དཀར་པོའི་རྩ་བ་ལས་མཐེ་བོ་ཙམ་བྱས་ཏེ། འདི་ཉིད་ཀྱི་མེ་ཏོག་བྱེ་བ་གཅིག་ཕུལ་ན་བཀའ་ལ་གཏོགས་པར་འགྱུར་རོ། །
en: If [the figurine] is made from the root of white oleander, one thumb in size, and one offers to it ten million flowers of the same plant, one will become a minister.

source: ཤིང་ཀ་ར་ཧཱ་ཊ་ལས་མཐོ་གང་གི་ཚད་ཙམ་དུ་བྱས་ལ་དེའི་མེ་ཏོག་འབུམ་ཕུལ་ན་དམག་དཔོན་ཐོབ་པར་འགྱུར་རོ། །
en: If the figurine is made of karahāṭa wood, one vitasti in size, and one offers to it one hundred thousand flowers of the same tree, one will become the general of an army.

source: ཙནྡན་དཀར་པོ་ལས་མཐོ་ཕྱེད་ཙམ་གྱི་བཅོམ་ལྡན་འདས་འཇམ་དཔལ་བྱས་ལ་སྣ་མའི་མེ་ཏོག་འབུམ་ཕུལ་ན་མདུན་ན་འདོན་ཐོབ་པར་འགྱུར་རོ། །
en: If the figurine of Noble Mañjuśrī is made of white sandalwood, one vitasti in size, and one offers to it one hundred thousand flowers of royal jasmine, one will become a family priest. {28.43}

source: ཤིང་ཨ་ཤྭཏྠ་ལས་སོར་གཅིག་ཙམ་གྱི་ཚད་དུ་བྱས་ལ།
en: “One should commission a figurine of Noble Mañjuśrī made from the wood of the bodhi tree, one finger in size.

source: རྙོག་པ་མེད་པའི་ཆུས་བུམ་པ་བཀང་བ་ཕུལ་ན་སྐྱེ་བོ་མང་པོས་བཀུར་བར་འགྱུར་རོ། །
en: If one offers to it a jar of unsullied water, one will be highly esteemed by many people.

source: དྲི་ཐམས་ཅད་ལས་བྱས་ལ་མེ་ཏོག་ཐམས་ཅད་ཕུལ་ན་གང་འདོད་པ་དེ་ཐོབ་པར་འགྱུར་རོ། །
en: If the figurine is made of ‘all fragrances,’ one will obtain, by offering to it flowers of all the fragrances, whatever one desires.

source: རྟག་ཏུ་ཡུལ་མ་ག་དྷཱའི་ཡམ་ཤིང་མ་ཉམས་པས་སྦྱིན་སྲེག་བྱས་ན་བློན་པོ་སྐྱེ་བོ་མང་པོས་བཀུར་བར་འགྱུར་རོ། །
en: If a practitioner of mantra continually offers oblations of agalloch sticks, he will be highly esteemed by many people.

source: རྟག་ཏུ་བཟླས་པ་བྱས་ན་མཚམས་མེད་པ་ལྔ་ཡང་འབྱང་བར་འགྱུར་རོ། །
en: By reciting continually he will purify even the five karmas of immediate retribution;

source: ཤི་བའི་དུས་སུ་ཡང་འཇམ་དཔལ་གྱི་ཞལ་མཐོང་བར་འགྱུར་རོ། །
en: he will see Mañjuśrī at the time of death;

source: འདི་ལ་ཆོས་སྟོན་པར་ཡང་མཛད་དོ། །
en: and he will propagate Mañjuśrī’s teachings. {28.44}

source: ལངས་ཤིང་ལངས་ཤིང་བརྒྱ་རྩ་བརྒྱད་བཟླས་ན་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མི་ཐུབ་པར་འགྱུར་རོ། །
en: “If one recites the mantra one hundred and eight times every time one rises up [in the morning], one will be unassailable by any being.

source: མིག་ལ་ཡོངས་སུ་བཟླས་ན་བདག་པོ་མཐོང་ཞིང་བཀའ་དྲིན་སྩོལ་བར་འགྱུར་རོ། །
en: If one looks at the master, having incanted one’s eyes, he will become kindly disposed.

source: གང་གི་ཆེད་དུ་ལས་བྱས་པ་ཉིན་ཞག་བདུན་གྱིས་དེ་དབང་དུ་འགྱུར་རོ། །
en: Whoever one targets with the rite will be affected within seven days if they are in the same locality;

source: གྲོང་གཞན་དུ་གནས་པ་ལ་ནི་ཞག་ཉི་ཤུ་རྩ་གཅིག་གིས་སོ། །
en: if they are in another village, within twenty-one days;

source: ཡུལ་གཞན་ལ་གནས་པ་ལ་ནི་ཟླ་བ་གཉིས་སོ། །
en: if they are in another province, after four months;

source: གཞོན་ནུའི་བདག་པོའི་ཆོ་གས་ཡིན་གྱི། །སྔགས་གཞན་གྱི་ཆོ་གས་མ་ཡིན་ན། ལས་མ་ལུས་པར་བྱེད་པར་འགྱུར་རོ། །འདོད་པ་དང་མངོན་སྤྱོད་དབང་དུ་བྱེད་པ་ནི་མ་གཏོགས་སོ། །
en: if they are in a river, after six months. One may thus accomplish every activity, except for the pleasure-oriented or violent, using the procedure particular to one’s own lineage, and not other mantra [lineages].”

source: ཆོ་ག་དྲུག་པ་འདི་བསྟན་པ། །
en: This concludes the sixth group of rites that rely on the painting procedure. {28.45}

source: དུས་ཀྱི་མཐའ་ལ་སེམས་ཅན་རྣམས། །བསོད་ནམས་ཆུང་ལ་ཕན་དོན་དུ། །ཐུབ་པས་སྔོན་ནི་བསྟན་པ་ཡིན། །
en: “This bliss-granting king of manuals Is said to be of benefit at the end of the eon. It was formerly taught by the Sage For beings with little merit. {28.46}

source: ཤཱཀྱ་སེང་གེ་སྐྱོབ་པ་ཡི། །བསྟན་པ་ནུབ་པར་གྱུར་པ་ན། །དུས་ནི་མི་བཟད་འཇིགས་པ་ན། །དེ་ཚེ་གྲུབ་པར་འགྱུར་བ་ཡིན། །
en: “It will bring accomplishments At that terrible and dreadful time When the teaching of the Teacher, The majestic Lion of the Śākyas, has disappeared. {28.47}

source: ཆོ་གའི་རྒྱལ་པོ་བདེ་བྱེད་པ། །བདུན་པ་འདིར་ནི་བཤད་པར་བྱ། །
en: “Now the seventh procedure will be taught In this king of manuals that brings happiness.

source: དེ་ཚེ་དུས་ནི་མི་བཟད་ལ། །ཆོ་ག་འདི་ནི་ང་ཡིས་བཤད། །
en: This ritual procedure of mine is taught For that terrible time. {28.48}

source: སེམས་ཅན་བསོད་ནམས་ཆུང་བ་ལ། །ལམ་ནི་འདི་དག་རབ་ཏུ་བསྟན། །
en: “This method is intended especially For beings with little merit.

source: བྱང་ཆུབ་ཚོགས་ཀྱི་རྒྱུ་དོན་དུ། །ཐེག་གསུམ་ལམ་ལ་རབ་ཏུ་གཞོལ། །
en: It is the root cause for the accumulations that lead to awakening; It is oriented toward the path of the three vehicles. {28.49}

source: དེ་ཡི་དུས་སུ་སེམས་ཅན་ལ། །ཐབས་ལ་མཁས་པ་བསྟན་པ་ཡིན། །
en: “During this period, I teach beings The skill in means,

source: སྲེད་པས་རྨོངས་པའི་སེམས་ཅན་དང་། །འདོད་ཆགས་ཞེ་སྡང་གིས་འཁྲུགས་པ། །
en: As they will be stupefied by craving And confused by desire and hatred. {28.50}

source: སྲིད་པ་མཐར་ནི་གཏུག་བྱའི་ཕྱིར། །དེ་དག་ལ་བསྟན་ལམ་འདི་ཡིན། །
en: “I teach this method for those Who are controlled by the power of craving —

source: སྲེད་པའི་འཆིང་བས་བཅིངས་པ་ལ། །དགེ་བའམ་དགེ་བའི་ལས་ཀྱི་རྒྱུར། །
en: The method that is the cause of good karma For those bound by the fetters of craving. {28.51}

source: གྲུབ་དང་སྒྲུབ་དང་དེ་བཞིན་རྫས། །སྔགས་དང་རྒྱུད་ནི་ང་ཡིས་བསྟན། །
en: “The accomplishment, that which is to be accomplished, And the power substances arise based on the mantra methods—

source: སྒྲུབ་པ་ཟློས་པ་རྣམས་ལ་འདིར། །ཆོ་གའི་རྒྱལ་པོ་བདག་ཉིད་ཆེ། །སེམས་ཅན་རྣམས་ནི་གདུལ་དོན་དུ། །འཇིག་རྟེན་འདྲེན་པ་རྣམས་ཀྱིས་གསུངས། །
en: They are taught by the guides of the world For those beings who require guidance. These rites possess great efficacy [When performed by] practitioners who recite mantras.” {28.52}

source: ཤཱཀྱ་སེང་གེ་མི་ཡི་མཆོག །ཐུབ་པ་མཆོག་གིས་དེ་གསུངས་ནས། །
en: This was spoken by the eminent Sage, The Lion of the Śākyas, the supreme being.

source: དེ་ཚེ་དུས་ཀྱི་ཐ་མ་ལ། །གྲུབ་པ་དོན་ཡོད་བསྟན་པ་དང་། །སྔགས་དང་རྒྱུད་ཀྱི་སྟོབས་དང་ནི། །བརྩོན་འགྲུས་རྒྱ་ཆེ་ལྡན་བསྟན་ནས། །
en: Having thus taught at length about The power and efficacy of the mantra system, He then explained the accomplishment That never fails during this debased eon. {28.53}

source: དེ་ཚེ་གནས་གཙང་ལྷ་ཚོགས་ལ། །རྒྱལ་བ་མཆོག་གིས་གསུངས་པ་ནི། །
en: The supreme Victor then said to the hosts of gods In the realm of the Pure Abode:

source: ཆོ་གའི་རྒྱལ་པོ་རྒྱ་ཆེ་བ། །འཇིག་རྟེན་ཀུན་ལ་ཕན་པའི་ཕྱིར། །འཇམ་པའི་དབྱངས་ཀྱིས་བསྟན་པ་ལ། །གྲོགས་པོ་དེ་ནི་ང་ཡིས་བསྟན། །
en: “Whatever, friends, was taught at length In this king of manuals Constitutes the instructions of Mañjughoṣa Intended for the benefit of the world. {28.54}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཆོ་གའི་བྱ་བ་འཇམ་དཔལ་གྱི་ཆོ་ག་རབ་འབྱམ་ལས། ལེའུ་ཉི་ཤུ་རྩ་གཉིས་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter that belongs to the section on the ritual procedures of Noble Mañjuśrī, twenty-eighth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: འཇམ་དཔལ་ཁྱོད་ཀྱི་ལས་ཀྱི་ཆོ་གའི་ལེའུ་ལས་རས་རིས་ཀྱི་ཆོ་ག་བདུན་པ་ཡོད་དེགང་གིས་དུས་ཀྱི་མཐའ་མ་དེ་ལ་བསྒྲུབ་པར་གྱུར་ན་དེ་ལ་དོན་ཡོད་པར་འགྲུབ་པར་འགྱུར་ཏེ།
en: “There is, Mañjuśrī, in this division of your ritual prescriptions, a seventh [set of] rites involving a painting that will be effective at the end of the [dark] eon and will without fail lead to accomplishment.

source: འབྲས་བུ་དང་བཅས་པ་བདེ་བ་འབྱུང་བ། བདེ་བར་རྣམ་པར་སྨིན་པ། མཐོང་བའི་ཆོས་ལ་མྱོང་བར་འགྱུར་བ། ངན་སོང་ཐམས་ཅད་ལས་ཟློག་པར་བྱེད་པ། ངེས་པར་བྱང་ཆུབ་ལ་གཞོལ་བར་བྱེད་པ་འགྲུབ་པར་འགྱུར་རོ། །
en: This accomplishment will include the arising and maturing of happiness, the knowledge of the physical world, and the forestalling of all painful destinies, and it will certainly lead to awakening.” {29.2}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་སྙིང་པོ་གསུངས་པ་ནི།
en: The blessed Śākyamuni then taught the heart mantra of Mañjuśrī, the divine youth:

source: ཡི་གེ་དྲུག་པ་འགྲོ་བ་དྲུག་ལས་གྲོལ་བར་བྱེད་པའི་བདག་ཉིད་བསམ་གྱིས་མི་ཁྱབ་པ། མི་མཉམ་པ། ཟླ་མེད་པ། རྫུ་འཕྲུལ་ཆེ་བ། སྲིད་པའི་རྒྱ་མཚོ་ཐམས་ཅད་དང་སྡུག་བསྔལ་གསུམ་གྱི་སྡུག་བསྔལ་ལས་གྲོལ་བར་བྱེད་པ།
en: “It contains six syllables whose nature is to liberate from the six destinies; It has an inconceivable, unequaled, and immeasurably great power; It liberates from the ocean of all the oceans of existence, From the misery of the three sufferings, and from the fetters that bind one to existence. {29.3}

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་བཟོད་པར་དཀའ་བ། འཇིག་རྟེན་ཐམས་ཅད་ཀྱིས་མ་གོས་པ། འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་མི་ཐུབ་པ། སྲེད་པའི་ལས་ཐམས་ཅད་རྣམ་པར་སྦྱོང་བར་བྱེད་པ།
en: “It can touch all the worlds And no spirit can withstand it. It purifies the paths of [cyclic] existence, Invincible to all spirits. {29.4}

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཐོབ་པར་བྱེད་པ། མ་རུངས་པ་ཐམས་ཅད་ཟློག་པར་བྱེད་པ།
en: “It brings about the qualities of buddhahood And wards off all evil beings.

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་རྗེས་སུ་ཡི་རང་བར་མཛད་པ། ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་བྱེད་པ།
en: All the buddhas rejoice in it, As it produces every good fortune.

source: འཇམ་དཔལ་གྱི་བསྟན་པ་ལ་སྔགས་ཐམས་ཅད་ཀྱི་མཆོག་དེ་གང་ཞེ་ན།
en: It is the most eminent among all the mantras Included in the teachings of Mañjuśrī. {29.5} “What is this mantra?

source: ཨོྃ་བཱ་ཀྱེ་དྃ་ན་མཿ།
en: It is: “ Oṁ vākyeda namaḥ!

source: འདིའི་ཆོ་གར་འགྱུར་བ་ནི།
en: “Now its ritual will be taught.

source: ཚོད་རྔད་དམ། ནས་ཆན་ཁྱོར་གང་ངམ། སློང་མོའི་ཟས་ཀྱིས་འཚོ་ལ། དུས་གསུམ་དུ་ཁྲུས་བྱེད་ཅིང་གོས་ལན་གསུམ་བརྗེ་བས་ཡི་གེ་འབུམ་བྱས་ན་
en: Living on a diet of solid and liquid dishes of vegetables or barley, bathing and changing clothes thrice a day, one should recite the mantra one hundred thousand times.

source: སྔར་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །
en: This constitutes the preliminary practice.

source: ཁ་ཚར་གྱི་རྩེ་མོ་མ་བཅད་པའི་རས་ལ་རི་མོ་མཁན་གསོ་སྦྱོང་བྱས་པས། ཚོན་མ་འདྲེས་པ་དག་གིས་འཕགས་པ་འཇམ་དཔལ་པདྨའི་གདན་ལ་ཆོས་འཆད་ཅིང་བཞུགས་པ། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། གཞོན་ནུའི་གཟུགས་སུ་འདུག་པ་བླ་གོས་ཕྲག་པར་གཟར་བ་འདྲིར་གཞུག་པར་བྱའོ། །
en: Then, one should commission a painter who is fasting to paint Noble Mañjuśrī on an undamaged cloth with fringed edges, using uncontaminated paints. He sits on a lotus seat and teaches the Dharma in the form of a divine youth, adorned with all the ornaments, with his upper robe over one shoulder. {29.6}

source: གཡོན་དུ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཕྱག་ན་པདྨ་བསྣམས་པ། གཡས་སུ་ནི་འཕགས་པ་ཀུན་ཏུ་བཟང་པོ། །
en: “To his left there is Noble Avalokiteśvara with a lotus and a yak-tail whisk in his hands, and to his right, Noble Samantabhadra.

source: སྟེང་དུ་ནི་རིག་པ་འཛིན་པ་གཉིས་ཕྲེང་བ་ཐོགས་ཤིང་སྤྲིན་གྱི་ནང་ནས་བྱུང་བ་བྲི་བར་བྱའོ། །
en: Above [Mañjuśrī], two vidyādharas should be drawn emerging from the clouds and holding garlands.

source: འོག་ཏུ་ནི་སྒྲུབ་པ་པོ་ལག་ན་སྤོས་སྣོད་ཐོགས་པའོ། །
en: Below [Mañjuśrī] should be drawn the practitioner, holding an incense holder in his hand.

source: ཁོར་ཡུག་ཏུ་ནི་རིའི་རྩེ་མོའི་འོག་ཏུ་ནི་པདྨའི་མཚོ་འདྲིར་གཞུག་པར་བྱའོ། །
en: Mountain peaks should be drawn all around, and below, a lotus lake. {29.7}

source: སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་དང་རས་རིས་ནུབ་ཏུ་བསྟན་ཏེ་རབ་ཏུ་བཞག་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས་མར་གྱི་མར་མེ་ཡང་རབ་ཏུ་སྦར་ཞིང་སྣ་མའི་མེ་ཏོག་ལ་རེ་རེ་ལ་ཡང་མངོན་པར་བཟླས་ནས་མེ་ཏོག་སྟོང་རྩ་བརྒྱད་འཇམ་དཔལ་གྱི་ཞལ་ལ་གཏོར་རོ། །
en: “One should install this painting, facing west, in a caitya containing relics, offer a large pūjā, light butter lamps, and cast one thousand and eight flowers of royal jasmine at Mañjuśrī’s face, one at a time, incanting each of them with the mantra.

source: དེ་ནས་ཟབ་པ་ཆེན་པོའི་ཡི་གེ་ཧཱུྃ་གི་སྒྲ་ཐོས་པའམ་རས་རིས་རབ་ཏུ་འགུལ་བར་འགྱུར་རོ། །
en: Subsequently, a loud and deep sound of hūṁ will be heard, or the painting will shake.

source: ཡི་གེ་ཧཱུྃ་གི་སྒྲས་ནི་ས་ཀུན་ལ་དབང་བའི་རྒྱལ་པོར་འགྱུར་རོ། །
en: If the sound is heard, one will become a king over the entire earth;

source: རས་རིས་འགུལ་བས་ནི་རྒོལ་བ་ཐམས་ཅད་ལ་ལན་འདེབས་ནུས་པ་དང་། འཇིག་རྟེན་པ་ཐམས་ཅད་ཀྱི་བསྟན་བཅོས་ཤེས་པར་འགྱུར་རོ། །
en: if the painting shakes, one will excel among all speakers and will become an adept of all worldly treatises.

source: ཅི་སྟེ་མ་གྲུབ་ཀྱང་ལས་ཐམས་ཅད་ལ་ནུས་པ་དང་ལྡན་པར་འགྱུར་རོ། །
en: If one does not succeed [in this], one will become proficient in all rites.”

source: འདི་ནི་ཆོ་ག་དང་པོའོ། །
en: This concludes the first rite. {29.8}

source: ཨ་ག་རུའི་ཡམ་ཤིང་སོར་ཕྱེད་དང་གཉིས་ཀྱི་ཚད་ལ། ཏུ་རུཥྐའི་ཐང་ཆུས་སིལ་ཧ་རས་བཏགས་པས་སེང་ལྡེང་གི་མདག་མ་དུ་བ་མེད་པ་ལ་མཚན་ཐོག་ཐག་ཏུ་སྦྱིན་སྲེག་བྱས་ན
en: “One should offer oblations, throughout the entire night, of agalloch sticks smeared with mustard oil, more than half a finger long, onto the smokeless embers of cutch firewood.

source: སྐྱ་རེངས་འཆར་བ་ཙམ་ན་འཕགས་པ་འཇམ་དཔལ་མཐོང་བར་འགྱུར་ཞིང་། དེ་ཅི་འདོད་པའི་མཆོག་སྩོལ་བར་འགྱུར་ཏེ། འདོད་པ་དབང་དུ་བྱ་བ་ནི་མ་གཏོགས་སོ། །
en: At sunrise, one will behold Noble Mañjuśrī, who will grant whatever boon one desires, except for hedonistic ones. {29.9}

source: དེ་ཉིད་ཀྱི་རས་རིས་ཀྱི་མདུན་དུ་ཙནྡན་གྱི་སྤོས་ཀྱི་རྒྱུན་ཆད་པ་མེད་པར་མཚན་ཐོག་ཐག་ཏུ་བདུགས་ཏེ། བཟླས་པ་བྱས་ན་དེའི་འོག་ཏུ་འཕགས་པ་འཇམ་དཔལ་མངོན་སུམ་དུ་གཤེགས་ཏེ་ཟབ་མོའི་ཆོས་སྟོན་པ་དེ་ལ་མོས་པར་འགྱུར་རོ། །
en: “One should recite the mantra all night, while burning sandalwood incense in front of the painting without interruption. Subsequently, Blessed Mañjuśrī will arrive in person and give profound Dharma teachings.

source: མོས་ནས་ཀྱང་ནད་ཐམས་ཅད་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར། དབང་ཐོབ་པར་འགྱུར། བྱང་ཆུབ་སེམས་དཔའི་ས་རྗེས་སུ་ཐོབ་པར་འགྱུར་རོ། །
en: One should apply oneself to them with confidence. By doing so, one will be free from all disease and able to fully exercise one’s own will. {29.10}

source: ཙནྡན་དམར་པོ་ལས་བྱས་པའི་པདྨ་རྩ་ལག་དང་བཅས་པ་སོར་དྲུག་ཙམ་ཙནྡན་དམར་པོའི་འདེ་གུས་བསྐུས་ནས།
en: “One should make a lotus flower out of red sandalwood, six fingers in circumference, complete with a stem, and wipe it with red sandalwood paste.

source: ལན་སྟོང་བསྔགས་ཤིང་དགང་གཟར་གྱིས་ལན་སྟོང་བླུག་པ་བྱས་ལ།
en: One should then incant the residue of one thousand such oblations one thousand times.

source: ཟླ་བ་ཉ་ལ་རས་རིས་ཀྱི་མདུན་དུ་པདྨའི་སྣོད་བཞག་ལ་ལག་པས་བཟུང་ནས་ཇི་སྲིད་རབ་ཏུ་འབར་བ་དེ་སྲིད་དུ་བཟླས་པ་བྱས་ན
en: Then, during the full moon, one should place it on a lotus leaf and hold it up in one’s hands in front of the painting. One should recite the mantra until the substance emits light.

source: དེ་བཟུང་བས་ལོ་བཅུ་དྲུག་གི་ན་ཚོད་དང་མདོག་གསེར་བཙོ་མ་འདྲ་བ་དང་ཉི་མ་བས་ལྷག་པའི་གཟི་བརྗིད་དང་ལྡན་པ་དང་ལྷ་གཞོན་ནུ་ལྟ་བུར་འགྱུར་བ་དང་རིག་པ་འཛིན་པ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ་དང་བསྐལ་པ་ཆེན་པོར་འཚོ་བར་འགྱུར་རོ། །
en: By taking hold of it, one will obtain the form of a sixteen-year-old divine youth, the color of molten gold, exceeding in splendor the sun itself. One will be honored by all the vidyādharas and will live one great eon.

source: ལུས་ཞིག་ནས་མངོན་པར་དགའ་བར་སྐྱེ་བར་འགྱུར་རོ། །
en: After death, one will be reborn in Abhirati. {29.11}

source: ཟླ་བ་གཟས་ཟིན་པ་ལ་ཤུ་དག་དཀར་པོ་བླངས་ལ་བའི་རྣམ་ལྔས་བཀྲུས་ཏེ། ཤིང་ཨ་ཤྭཏྠའི་ལོ་མས་བཀབ་པ་བྱས་ལ་ཇི་སྲིད་དྲོད་དང་དུ་བ་འཐུལ་བ་དང་འབར་བ་དེ་སྲིད་ཀྱི་བར་དུ་བཟླས་པ་བྱས་ན།
en: “During a lunar eclipse, one should get some white sweet flag, wipe it with the five products of a cow, stuff some pipal leaves underneath it, and recite the mantra until the sweet flag gets hot, then emits smoke, and then bursts into flames.

source: དྲོ་བ་བྱུང་བས་ནི་སྐྱེ་བོ་ཐམས་ཅད་དབང་དུ་འགྱུར་བ་དང་རྒོལ་བ་ཐམས་ཅད་ལས་རྒྱལ་བར་འགྱུར་རོ། །
en: If it gets hot, one will be able to enthrall all people and outmatch all speakers.

source: དུ་བ་འཐུལ་བས་ནི་མི་སྣང་བ་དང་སྟོང་ཕྲག་སུམ་ཅུར་འཚོ་བར་འགྱུར་རོ། །
en: If it emits smoke, one will become invisible and live thirty thousand years.
